Repository: JudicaelPoumay/Duplicate-And-Translate
Catalog: languages/duplicate-translate-*.po
Languages: fr_fr

source: Duplicate & Translate "%s"
fr_fr: Dupliquer & Traduire "%s"

source: Duplicate & Translate
fr_fr: Dupliquer & Traduire

source: API Configuration
fr_fr: Configuration de l'API

source: Select LLM Provider
fr_fr: Sélectionnez le fournisseur LLM

source: API Keys
fr_fr: Clés API

source: Select Model
fr_fr: Sélectionnez le modèle

source: Target Language
fr_fr: Langue cible

source: Enter the language to translate content into.
fr_fr: Entrez la langue dans laquelle traduire le contenu.

source: Please select a target language.
fr_fr: Veuillez sélectionner une langue cible.

source: Initiating translation job...
fr_fr: Lancement du travail de traduction...

source: No content blocks found to translate. Finalizing...
fr_fr: Aucun bloc de contenu trouvé à traduire. Finalisation...

source: Starting block translations...
fr_fr: Démarrage des traductions de blocs...

source: blocks
fr_fr: blocs

source: All blocks processed. Finalizing post...
fr_fr: Tous les blocs ont été traités. Finalisation de l'article...

source: Translation process complete!
fr_fr: Processus de traduction terminé !

source: See Translated Post
fr_fr: Voir l'article traduit

source: You can now close this tab.
fr_fr: Vous pouvez maintenant fermer cet onglet.

source: Translated %1$d of %2$d blocks.
fr_fr: Traduit %1$d sur %2$d blocs.

source: Active API calls: %d
fr_fr: Appels API actifs: %d

source: Block %d translated.
fr_fr: Bloc %d traduit.

source: Error translating block %d:
fr_fr: Erreur lors de la traduction du bloc %d:

source: AJAX Error translating block %d:
fr_fr: Erreur AJAX lors de la traduction du bloc %d:

source: Warning: Some blocks might be missing due to critical errors. Proceeding with available blocks.
fr_fr: Avertissement: Certains blocs peuvent être manquants en raison d'erreurs critiques. Poursuite avec les blocs disponibles.

source: Permissions error.
fr_fr: Erreur de permissions.

source: Original Post ID missing.
fr_fr: ID de l'article original manquant.

source: Invalid original post.
fr_fr: Article original invalide.

source: API Key or Target Language not set.
fr_fr: Clé API ou langue cible non définie.

source: Error duplicating post:
fr_fr: Erreur lors de la duplication de l'article:

source: Job initiated. New post ID: %d. Title translated. %d blocks parsed.
fr_fr: Tâche initiée. Nouvel ID d'article: %d. Titre traduit. %d blocs analysés.

source: Job ID or Block Index missing.
fr_fr: ID de la tâche ou index du bloc manquant.

source: Job data or specific block not found or expired.
fr_fr: Données de la tâche ou bloc spécifique non trouvé ou expiré.

source: Job ID or New Post ID missing.
fr_fr: ID de la tâche ou nouvel ID d'article manquant.

source: Error updating post content:
fr_fr: Erreur lors de la mise à jour du contenu de l'article:

source: Finalizing translation...
fr_fr: Finalisation de la traduction...

source: Post updated successfully.
fr_fr: Article mis à jour avec succès.

source: Could not finalize post update.
fr_fr: Impossible de finaliser la mise à jour de l'article.

source: My LinkedIn
fr_fr: Mon LinkedIn

source: My Website
fr_fr: Mon Site Web

source: My Email
fr_fr: Mon Email

source: If you fill this, it will override the selection above for the chosen provider.
fr_fr: Si vous remplissez ceci, cela remplacera la sélection ci-dessus pour le fournisseur choisi.

source: Beware : some models maybe slower than others, we do not recommend thinking models for translation tasks.
fr_fr: Attention : certains modèles peuvent être plus lents que d'autres, nous ne recommandons pas les modèles de réflexion pour les tâches de traduction.

source: You have chosen model:
fr_fr: Vous avez choisi le modèle :

source: Specify a custom model name
fr_fr: Spécifier un nom de modèle personnalisé

source: Custom Model
fr_fr: Modèle personnalisé

source: OpenAI API Key
fr_fr: Clé API OpenAI

source: Gemini API Key
fr_fr: Clé API Gemini

source: Claude API Key
fr_fr: Clé API Claude

source: DeepSeek API Key
fr_fr: Clé API DeepSeek

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Do you like this plugin? You can donate here :
fr_fr: Vous aimez ce plugin ? Vous pouvez faire un don ici :

source: Donate by buying me a beer!
fr_fr: Faites un don en m'offrant une bière !

source: Translation Progress
fr_fr: Progression de la traduction

source: Translation Settings
fr_fr: Paramètres de traduction

source: Target Language:
fr_fr: Langue cible :

source: Translation Context (optional):
fr_fr: Contexte de traduction (optionnel) :

source: Start Translation
fr_fr: Démarrer la traduction

source: Add any specific context or instructions for the translation...
fr_fr: Ajoutez un contexte ou des instructions spécifiques pour la traduction...

source: Developer Mode
fr_fr: Mode développeur

source: Enable Developer Mode
fr_fr: Activer le mode développeur

source: This is for developer mode only. Some errors may appear but may not be indicative of bugs.
fr_fr: Ceci est uniquement pour le mode développeur. Certaines erreurs peuvent apparaître mais ne sont pas nécessairement indicatives de bugs.

source: Do not close this tab until the translation is complete.
fr_fr: Ne fermez pas cet onglet jusqu'à ce que la traduction soit terminée.
